Repository: M1zz/ClipKeyboard
Catalog: ClipKeyboard/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 키보드 미리보기가 한 번에 부드럽게 오르내리고, 입력창 캐럿이 깜빡여요
cs: Náhled klávesnice se plynule posouvá nahoru a dolů jako celek a kurzor bliká
da: Tastaturvisningen glider nu jævnt op og ned i ét, og markøren blinker
de: Die Tastaturvorschau fährt jetzt sanft als Ganzes hoch und runter, und der Cursor blinkt
el: Η προεπισκόπηση του πληκτρολογίου ανεβοκατεβαίνει πλέον ομαλά ως ένα σώμα και ο δρομέας αναβοσβήνει
en: The keyboard preview now slides up and down smoothly as one, and the cursor blinks
es: La vista previa del teclado ahora sube y baja con suavidad, y el cursor parpadea
fi: Näppäimistön esikatselu liukuu nyt ylös ja alas sulavasti yhtenä, ja kohdistin vilkkuu
fr: L'aperçu du clavier monte et descend désormais en douceur d'un seul bloc, et le curseur clignote
id: Pratinjau keyboard kini naik turun dengan mulus sebagai satu kesatuan, dan kursor berkedip
it: L'anteprima della tastiera ora sale e scende in modo fluido, e il cursore lampeggia
ja: キーボードのプレビューがなめらかに上下し、入力欄のカーソルが点滅します
nb: Tastaturforhåndsvisningen glir nå jevnt opp og ned som én enhet, og markøren blinker
nl: Het toetsenbordvoorbeeld schuift nu soepel in één beweging omhoog en omlaag, en de cursor knippert
pl: Podgląd klawiatury wysuwa się i chowa płynnie, a kursor w polu tekstowym miga
pt_br: A pré-visualização do teclado agora sobe e desce suavemente como um só bloco, e o cursor pisca
ru: Предпросмотр клавиатуры теперь плавно выезжает и убирается одним движением, а курсор в поле мигает
sv: Förhandsvisningen av tangentbordet glider nu mjukt upp och ned i ett stycke, och markören blinkar
th: ตัวอย่างคีย์บอร์ดเลื่อนขึ้นลงได้นุ่มนวลในครั้งเดียว และเคอร์เซอร์ในช่องป้อนข้อความกะพริบแล้ว
tr: Klavye önizlemesi artık tek parça halinde yumuşakça açılıp kapanıyor, imleç de yanıp sönüyor
vi: Bản xem trước bàn phím giờ trượt lên xuống mượt mà như một khối, và con trỏ trong ô nhập nhấp nháy
zh_hans: 键盘预览会整体顺滑地升起和收起，输入框的光标也会闪烁
zh_hant: 鍵盤預覽會整體順滑地升起和收起，輸入框的光標也會閃爍

source: 키보드 사용 횟수
cs: Použití klávesnice
da: Tastaturbrug
de: Tastaturnutzungen
el: Χρήσεις πληκτρολογίου
en: Keyboard uses
es: Usos del teclado
fi: Näppäimistön käyttökerrat
fr: Utilisations du clavier
id: Penggunaan keyboard
it: Usi della tastiera
ja: キーボードの使用回数
nb: Tastaturbruk
nl: Toetsenbordgebruik (aantal)
pl: Użycia klawiatury
pt_br: Usos do teclado
ru: Использований клавиатуры
sv: Tangentbordsanvändningar
th: จำนวนครั้งที่ใช้คีย์บอร์ด
tr: Klavye kullanım sayısı
vi: Lượt dùng bàn phím
zh_hans: 键盘使用次数
zh_hant: 鍵盤使用次數

source: 키보드 사용량
cs: Využití klávesnice
da: Tastaturforbrug
de: Tastaturnutzung
el: Χρήση πληκτρολογίου
en: Keyboard usage
es: Uso del teclado
fi: Näppäimistön käyttö
fr: Utilisation du clavier
id: Penggunaan keyboard
it: Uso della tastiera
ja: キーボードの使用量
nb: Tastaturbruk
nl: Toetsenbordgebruik
pl: Użycie klawiatury
pt_br: Uso do teclado
ru: Использование клавиатуры
sv: Tangentbordsanvändning
th: การใช้งานคีย์บอร์ด
tr: Klavye kullanımı
vi: Mức dùng bàn phím
zh_hans: 键盘使用量
zh_hant: 鍵盤使用量

source: 키보드 생김새를 바꿀 수 있어요
cs: Vzhled klávesnice můžete změnit
da: Du kan ændre tastaturets udseende
de: Du kannst das Aussehen der Tastatur ändern
el: Μπορείτε να αλλάξετε την εμφάνιση του πληκτρολογίου
en: You can change how the keyboard looks
es: Puedes cambiar el aspecto del teclado
fi: Voit muuttaa näppäimistön ulkoasua
fr: Vous pouvez changer l'apparence du clavier
id: Tampilan keyboard bisa Anda ubah
it: Puoi cambiare l'aspetto della tastiera
ja: キーボードの見た目を変えられます
nb: Du kan endre hvordan tastaturet ser ut
nl: Je kunt het uiterlijk van het toetsenbord aanpassen
pl: Możesz zmienić wygląd klawiatury
pt_br: Você pode mudar o visual do teclado
ru: Внешний вид клавиатуры можно изменить
sv: Du kan ändra hur tangentbordet ser ut
th: คุณเปลี่ยนรูปลักษณ์ของคีย์บอร์ดได้
tr: Klavyenin görünümünü değiştirebilirsiniz
vi: Bạn có thể đổi giao diện bàn phím
zh_hans: 可以改变键盘的样子
zh_hant: 可以改變鍵盤的樣子

source: 키보드 설정
cs: Nastavení klávesnice
da: Tastaturindstillinger
de: Tastatureinstellungen
el: Ρυθμίσεις πληκτρολογίου
en: Keyboard Settings
es: Ajustes del teclado
fi: Näppäimistön asetukset
fr: Réglages du clavier
id: Pengaturan Keyboard
it: Impostazioni tastiera
ja: キーボード設定
nb: Tastaturinnstillinger
nl: Toetsenbordinstellingen
pl: Ustawienia klawiatury
pt_br: Ajustes do teclado
ru: Настройки клавиатуры
sv: Tangentbordsinställningar
th: การตั้งค่าคีย์บอร์ด
tr: Klavye Ayarları
vi: Cài đặt bàn phím
zh_hans: 键盘设置
zh_hant: 鍵盤設定

source: 키보드 설정 가이드
cs: Průvodce nastavením klávesnice
da: Guide til tastatur
de: Tastatur einrichten: Anleitung
el: Οδηγός ρύθμισης πληκτρολογίου
en: Keyboard setup guide
es: Guía de configuración del teclado
fi: Näppäimistön käyttöönoton opas
fr: Guide de configuration du clavier
id: Panduan pengaturan keyboard
it: Guida alla configurazione della tastiera
ja: キーボード設定ガイド
nb: Veiledning for tastaturoppsett
nl: Toetsenbord instellen: handleiding
pl: Instrukcja konfiguracji klawiatury
pt_br: Guia de configuração do teclado
ru: Инструкция по настройке клавиатуры
sv: Guide för tangentbordsinställning
th: คู่มือตั้งค่าคีย์บอร์ด
tr: Klavye kurulum rehberi
vi: Hướng dẫn cài đặt bàn phím
zh_hans: 键盘设置向导
zh_hant: 鍵盤設定導覽

source: 키보드 설정 보기
cs: Otevřít nastavení klávesnice
da: Åbn tastaturindstillinger
de: Tastatureinstellungen öffnen
el: Άνοιγμα ρυθμίσεων πληκτρολογίου
en: Open keyboard settings
es: Abrir ajustes del teclado
fi: Avaa näppäimistön asetukset
fr: Ouvrir les réglages du clavier
id: Buka pengaturan keyboard
it: Apri impostazioni tastiera
ja: キーボード設定を開く
nb: Åpne tastaturinnstillinger
nl: Open toetsenbordinstellingen
pl: Otwórz ustawienia klawiatury
pt_br: Abrir ajustes do teclado
ru: Настройки клавиатуры
sv: Öppna tangentbordsinställningar
th: ดูการตั้งค่าคีย์บอร์ด
tr: Klavye ayarlarını aç
vi: Mở cài đặt bàn phím
zh_hans: 查看键盘设置
zh_hant: 查看鍵盤設定

source: 키보드 설정, 2단계 중 1단계
cs: Nastavení klávesnice, krok 1 ze 2
da: Opsætning af tastatur, trin 1 af 2
de: Tastatur einrichten, Schritt 1 von 2
el: Ρύθμιση πληκτρολογίου, βήμα 1 από 2
en: Keyboard setup, step 1 of 2
es: Configuración del teclado, paso 1 de 2
fi: Näppäimistön käyttöönotto, vaihe 1/2
fr: Configuration du clavier, étape 1 sur 2
id: Pengaturan keyboard, langkah 1 dari 2
it: Configurazione della tastiera, passo 1 di 2
ja: キーボード設定、2ステップ中の1
nb: Tastaturoppsett, trinn 1 av 2
nl: Toetsenbord instellen, stap 1 van 2
pl: Konfiguracja klawiatury, krok 1 z 2
pt_br: Configuração do teclado, etapa 1 de 2
ru: Настройка клавиатуры, шаг 1 из 2
sv: Tangentbordsinställning, steg 1 av 2
th: ตั้งค่าคีย์บอร์ด ขั้นตอนที่ 1 จาก 2
tr: Klavye kurulumu, adım 1/2
vi: Cài đặt bàn phím, bước 1 trên 2
zh_hans: 键盘设置，第 1 步（共 2 步）
zh_hant: 鍵盤設定，第 1 步（共 2 步）

source: 키보드 설정하기
cs: Nastavit klávesnici
da: Opsæt tastatur
de: Tastatur einrichten
el: Ρύθμιση πληκτρολογίου
en: Set up keyboard
es: Configurar teclado
fi: Ota näppäimistö käyttöön
fr: Configurer le clavier
id: Atur keyboard
it: Configura la tastiera
ja: キーボードを設定
nb: Sett opp tastaturet
nl: Stel toetsenbord in
pl: Skonfiguruj klawiaturę
pt_br: Configurar teclado
ru: Настроить клавиатуру
sv: Ställ in tangentbord
th: ตั้งค่าคีย์บอร์ด
tr: Klavyeyi kur
vi: Cài đặt bàn phím
zh_hans: 设置键盘
zh_hant: 設定鍵盤

source: 키보드 안에서 문구 순서를 바꿔요. 순서를 고치려고 앱까지 다녀와야 하면 대개 안 고치니까요
cs: Pořadí frází změníte přímo v klávesnici. Když kvůli úpravě pořadí musíte do aplikace, většina lidí to nechá být
da: Ændr rækkefølgen på fraser direkte i tastaturet. Hvis du skal omvej via appen for at rette rækkefølgen, lader de fleste være
de: Ordne Textbausteine direkt in der Tastatur neu. Wenn man dafür zurück in die App muss, lässt man es meist bleiben
el: Αλλάξτε τη σειρά των φράσεων μέσα από το πληκτρολόγιο. Αν η διόρθωση της σειράς απαιτεί επιστροφή στην εφαρμογή, οι περισσότεροι δεν την κάνουν ποτέ
en: Reorder snippets from inside the keyboard. If fixing the order means a trip back to the app, most people never fix it
es: Cambia el orden de las frases desde el teclado. Si arreglar el orden implica volver a la app, casi nadie lo hace
fi: Järjestä fraasit näppäimistön sisällä. Jos järjestyksen korjaaminen vaatii käynnin sovelluksessa, useimmat jättävät sen tekemättä
fr: Réorganisez les snippets depuis le clavier. S'il faut retourner dans l'app pour corriger l'ordre, la plupart des gens ne le font jamais
id: Ubah urutan frasa langsung dari keyboard. Kalau mengubah urutan harus kembali ke app dulu, kebanyakan orang tidak akan mengubahnya
it: Riordina le frasi direttamente dalla tastiera. Se per cambiare l'ordine bisogna tornare all'app, di solito non lo si fa
ja: キーボード内で定型文の順番を変えられます。順番を直すためにアプリへ戻るのは手間で、たいてい直さないままになるからです
nb: Endre rekkefølgen på fraser rett i tastaturet. Hvis du må tilbake til appen for å rette rekkefølgen, lar de fleste det være.
nl: Wijzig de volgorde van fragmenten direct op het toetsenbord. Als je daarvoor terug naar de app moet, doen de meeste mensen het toch niet
pl: Zmieniaj kolejność fraz na samej klawiaturze. Gdy poprawka wymaga powrotu do aplikacji, zwykle nikt jej nie robi
pt_br: Reordene os snippets de dentro do teclado. Se arrumar a ordem exige voltar ao app, a maioria nunca arruma
ru: Меняйте порядок фраз прямо в клавиатуре. Если для этого нужно каждый раз открывать приложение, обычно это никто не делает
sv: Ändra ordning på fraserna direkt i tangentbordet. Om det kräver en tur till appen brukar man låta bli
th: จัดลำดับข้อความด่วนได้ในคีย์บอร์ดเลย ถ้าต้องกลับไปที่แอปเพื่อแก้ลำดับ คนส่วนใหญ่ก็มักไม่แก้
tr: Klavyenin içinden ifadelerin sırasını değiştirin. Sırayı düzeltmek için uygulamaya dönmek gerekirse çoğu kişi düzeltmez
vi: Sắp xếp lại cụm từ ngay trong bàn phím. Nếu phải quay lại ứng dụng mới sửa được thứ tự, hầu hết mọi người sẽ bỏ qua
zh_hans: 在键盘里就能调整短语顺序。要是改个顺序还得回 App，多数人就干脆不改了
zh_hant: 在鍵盤裡就能調整短語順序。要是改個順序還得回 App，多數人就乾脆不改了

source: 키보드 연습
cs: Procvičení klávesnice
da: Tastaturøvelse
de: Tastaturübung
el: Εξάσκηση πληκτρολογίου
en: Keyboard Practice
es: Práctica del teclado
fi: Näppäimistöharjoitus
fr: Entraînement au clavier
id: Latihan Keyboard
it: Prova della tastiera
ja: キーボード練習
nb: Tastaturøving
nl: Toetsenbord oefenen
pl: Ćwiczenie klawiatury
pt_br: Prática do teclado
ru: Тренировка клавиатуры
sv: Tangentbordsövning
th: ฝึกใช้คีย์บอร์ด
tr: Klavye Alıştırması
vi: Luyện tập bàn phím
zh_hans: 键盘练习
zh_hant: 鍵盤練習

source: 키보드 연습하기
cs: Procvičit klávesnici
da: Øv tastaturet
de: Tastatur üben
el: Εξάσκηση πληκτρολογίου
en: Keyboard Practice
es: Practicar con el teclado
fi: Harjoittele näppäimistöä
fr: S'entraîner au clavier
id: Latihan Keyboard
it: Prova la tastiera
ja: キーボードを練習
nb: Øv på tastaturet
nl: Toetsenbord oefenen
pl: Ćwicz klawiaturę
pt_br: Praticar o teclado
ru: Тренировка клавиатуры
sv: Öva på tangentbordet
th: ฝึกใช้คีย์บอร์ด
tr: Klavye Alıştırması
vi: Luyện tập bàn phím
zh_hans: 键盘练习
zh_hant: 鍵盤練習

source: 키보드 오른쪽 끝이 잘려 보이던 것을 고쳤어요
cs: Opraveno oříznutí pravého okraje klávesnice
da: Rettet: tastaturets højre kant blev skåret af
de: Der rechte Rand der Tastatur wird nicht mehr abgeschnitten
el: Διορθώθηκε το δεξί άκρο του πληκτρολογίου που εμφανιζόταν κομμένο
en: Fixed the right edge of the keyboard being clipped
es: Corregimos el borde derecho del teclado que se veía cortado
fi: Korjattu: näppäimistön oikea reuna näkyi katkenneena
fr: Correction du bord droit du clavier qui apparaissait tronqué
id: Sisi kanan keyboard yang terpotong sudah diperbaiki
it: Corretto il bordo destro della tastiera che risultava tagliato
ja: キーボードの右端が切れて見える問題を修正しました
nb: Rettet at høyre kant av tastaturet så ut til å være avskåret
nl: De rechterrand van het toetsenbord werd afgekapt. Dat is opgelost
pl: Naprawiono ucinanie prawej krawędzi klawiatury
pt_br: Corrigimos a borda direita do teclado, que aparecia cortada
ru: Исправлено обрезание правого края клавиатуры
sv: Åtgärdade att tangentbordets högra kant var avklippt
th: แก้ปัญหาขอบขวาของคีย์บอร์ดถูกตัด
tr: Klavyenin sağ kenarının kesik görünmesi düzeltildi
vi: Đã sửa lỗi cạnh phải của bàn phím bị cắt
zh_hans: 修复了键盘右边缘被切掉的问题
zh_hant: 修復了鍵盤右邊緣被切掉的問題

source: 키보드 위줄에 보내기 키가 생겼어요. 단축어를 넣고 키보드를 바꾸러 나갈 일이 없습니다. 키 이름은 앱이 정해요, 메시지 앱에서는 보내기로 보입니다.
cs: V horní řadě klávesnice je nově klávesa pro odeslání. Vložte frázi a odešlete ji bez přepínání klávesnic. Název klávesy určuje aplikace, ve Zprávách se zobrazí jako Odeslat.
da: Der er en send-tast i tastaturets øverste række. Indsæt en frase og send den uden at skifte tastatur. Hver app navngiver tasten selv, så i beskedapps står der Send.
de: Die obere Reihe der Tastatur hat jetzt eine Senden-Taste. Füge einen Textbaustein ein und sende ihn, ohne die Tastatur zu wechseln. Die App benennt die Taste selbst, in Nachrichten-Apps steht dort Senden.
el: Στην πάνω σειρά του πληκτρολογίου υπάρχει πλέον πλήκτρο αποστολής. Εισαγάγετε μια φράση και στείλτε την χωρίς να αλλάξετε πληκτρολόγιο. Το όνομα του πλήκτρου το ορίζει κάθε εφαρμογή, στις εφαρμογές μηνυμάτων εμφανίζεται ως Αποστολή.
en: There's a send key in the keyboard's top row now. Insert a snippet and send it without switching keyboards. Each app names the key, so it reads Send in messaging apps.
es: Ahora hay una tecla de enviar en la fila superior del teclado. Inserta una frase y envíala sin cambiar de teclado. Cada app le pone nombre a la tecla, en Mensajes aparece como Enviar.
fi: Näppäimistön ylärivillä on nyt lähetysnäppäin. Lisää fraasi ja lähetä se vaihtamatta näppäimistöä. Sovellus nimeää näppäimen, joten viestisovelluksissa se on Lähetä.
fr: Le clavier a maintenant une touche d'envoi sur sa rangée du haut. Insérez un snippet et envoyez-le sans changer de clavier. Chaque app nomme la touche, elle s'affiche Envoyer dans les apps de messagerie.
id: Kini ada tombol kirim di baris atas keyboard. Masukkan frasa dan kirim tanpa berganti keyboard. Nama tombol ditentukan tiap app, jadi di app pesan tampil sebagai Kirim.
it: Ora c'è un tasto di invio nella riga superiore della tastiera. Inserisci una frase e inviala senza cambiare tastiera. Il nome del tasto lo decide l'app: nei messaggi appare come Invia.
ja: キーボードの上の段に送信キーができました。定型文を入れたあと、キーボードを切り替えずに送信できます。キーの名前はアプリごとに異なり、メッセージアプリでは「送信」と表示されます。
nb: Det er en sendetast i øverste rad på tastaturet nå. Sett inn en frase og send den uten å bytte tastatur. Hver app navngir tasten selv, så i meldingsapper står det Send.
nl: Er staat nu een verzendtoets in de bovenste rij van het toetsenbord. Voeg een fragment in en verstuur het zonder van toetsenbord te wisselen. Elke app geeft de toets een eigen naam, in berichten-apps staat er Verstuur.
pl: W górnym rzędzie klawiatury jest teraz klawisz wysyłania. Wstaw frazę i wyślij bez zmiany klawiatury. Nazwę klawisza ustala aplikacja, w komunikatorach to Wyślij.
pt_br: Agora há uma tecla de enviar na linha de cima do teclado. Insira um snippet e envie sem trocar de teclado. Cada app dá o nome à tecla, então em apps de mensagem ela aparece como Enviar.
ru: В верхнем ряду клавиатуры появилась клавиша отправки. Вставьте фразу и отправьте, не переключая клавиатуру. Название клавиши задаёт приложение: в мессенджерах это Отправить.
sv: Det finns nu en skicka-tangent i tangentbordets översta rad. Infoga en fras och skicka utan att byta tangentbord. Varje app namnger tangenten, så i meddelandeappar står det Skicka.
th: แถวบนของคีย์บอร์ดมีปุ่มส่งแล้ว ใส่ข้อความด่วนแล้วส่งได้เลยโดยไม่ต้องสลับคีย์บอร์ด ชื่อปุ่มขึ้นอยู่กับแต่ละแอป ในแอปข้อความจะแสดงเป็น ส่ง
tr: Klavyenin üst satırına gönder tuşu eklendi. Bir ifade ekleyip klavye değiştirmeden gönderin. Tuşun adını uygulama belirler, mesaj uygulamalarında Gönder olarak görünür.
vi: Hàng trên của bàn phím giờ có phím gửi. Bạn chèn cụm từ rồi gửi luôn, không cần đổi bàn phím. Tên phím do từng ứng dụng đặt, nên trong ứng dụng nhắn tin sẽ hiện là Gửi.
zh_hans: 键盘上排多了一个发送键。插入短语后不用换键盘就能发出去。键叫什么由应用决定，在聊天应用里显示为发送。
zh_hant: 鍵盤上排多了一個發送鍵。插入短語後不用換鍵盤就能發出去。鍵叫什麼由應用決定，在聊天應用裡顯示為發送。

source: 키보드 입력 횟수
cs: Vložení z klávesnice
da: Tastaturindsættelser
de: Eingaben per Tastatur
el: Εισαγωγές πληκτρολογίου
en: Keyboard insertions
es: Inserciones con el teclado
fi: Näppäimistön lisäykset
fr: Insertions au clavier
id: Jumlah input keyboard
it: Inserimenti da tastiera
ja: キーボードの入力回数
nb: Tastaturinnsettinger
nl: Toetsenbord: invoegingen
pl: Wstawienia z klawiatury
pt_br: Inserções do teclado
ru: Вставки с клавиатуры
sv: Tangentbordsinfogningar
th: จำนวนครั้งที่ใช้คีย์บอร์ด
tr: Klavye girişleri
vi: Số lần nhập bằng bàn phím
zh_hans: 键盘输入次数
zh_hant: 鍵盤輸入次數

source: 키보드 추가
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
en: Save
es: Agregar teclado
fi: Tallenna
fr: Enregistrer
id: Simpan
it: Aggiungi tastiera
ja: キーボードを追加
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Lägg till tangentbord
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: 키보드 카드에서 작은 뱃지를 걷어내고 제목만 남겼어요
cs: Z karet klávesnice zmizely malé odznaky, zůstal jen název
da: Små badges er fjernet fra tastaturkortene, så kun titlen er tilbage
de: Kleine Badges auf den Tastaturkarten sind weg, nur der Titel bleibt
el: Οι μικρές ετικέτες αφαιρέθηκαν από τις κάρτες πληκτρολογίου και έμεινε μόνο ο τίτλος
en: Small badges are gone from keyboard cards, leaving the title
es: Quitamos las insignias pequeñas de las tarjetas del teclado y dejamos solo el título
fi: Näppäimistökorteista poistettiin pienet merkit, ja jäljelle jäi otsikko
fr: Les petits badges ont disparu des cartes du clavier, il ne reste que le titre
id: Lencana kecil di kartu keyboard dihapus, hanya judul yang tersisa
it: Nelle schede della tastiera sono spariti i piccoli badge: resta solo il titolo
ja: キーボードのカードから小さなバッジを外し、タイトルだけにしました
nb: Små merker er fjernet fra tastaturkortene, så bare tittelen står igjen
nl: Kleine badges zijn van de toetsenbordkaarten verdwenen. Alleen de titel blijft
pl: Karty klawiatury nie mają już małych plakietek, zostaje sam tytuł
pt_br: Os cartões do teclado perderam os selos pequenos e ficaram só com o título
ru: На карточках клавиатур убрали маленькие значки, остались только заголовки
sv: Små märken är borta från tangentbordskorten, bara titeln finns kvar
th: นำป้ายเล็กออกจากการ์ดคีย์บอร์ด เหลือแต่ชื่อ
tr: Klavye kartlarındaki küçük rozetler kalktı, yalnızca başlık kaldı
vi: Đã bỏ các huy hiệu nhỏ khỏi thẻ bàn phím, chỉ còn tiêu đề
zh_hans: 键盘卡片上的小标记去掉了，只留下标题
zh_hant: 鍵盤卡片上的小標記去掉了，只留下標題

source: 키보드 켜기
cs: Zapnout klávesnici
da: Slå tastaturet til
de: Tastatur aktivieren
el: Ενεργοποίηση πληκτρολογίου
en: Turn on the keyboard
es: Activar el teclado
fi: Ota näppäimistö käyttöön
fr: Activer le clavier
id: Aktifkan keyboard
it: Attiva la tastiera
ja: キーボードをオンにする
nb: Slå på tastaturet
nl: Zet het toetsenbord aan
pl: Włącz klawiaturę
pt_br: Ativar o teclado
ru: Включить клавиатуру
sv: Slå på tangentbordet
th: เปิดคีย์บอร์ด
tr: Klavyeyi açın
vi: Bật bàn phím
zh_hans: 打开键盘
zh_hant: 開啟鍵盤

source: 키보드 켜짐
cs: Klávesnice zapnuta
da: Tastatur slået til
de: Tastatur an
el: Πληκτρολόγιο ενεργό
en: Keyboard on
es: Teclado activado
fi: Näppäimistö käytössä
fr: Clavier activé
id: Keyboard aktif
it: Tastiera attiva
ja: キーボード オン
nb: Tastatur på
nl: Toetsenbord aan
pl: Klawiatura włączona
pt_br: Teclado ativado
ru: Клавиатура включена
sv: Tangentbord på
th: เปิดคีย์บอร์ดแล้ว
tr: Klavye açık
vi: Bàn phím bật
zh_hans: 键盘已开启
zh_hant: 鍵盤已開啓

source: 키보드 크기를 정해 볼까요
cs: Zvolme velikost klávesnice
da: Vælg størrelse på dit tastatur
de: Welche Tastaturgröße passt zu dir?
el: Ας διαλέξουμε το μέγεθος του πληκτρολογίου
en: Let's pick your keyboard size
es: Elige el tamaño de tu teclado
fi: Valitaan näppäimistön koko
fr: Choisissons la taille du clavier
id: Yuk pilih ukuran keyboard Anda
it: Scegliamo la dimensione della tastiera
ja: キーボードの大きさを決めましょう
nb: Velg størrelse på tastaturet
nl: Kies de grootte van je toetsenbord
pl: Wybierzmy rozmiar klawiatury
pt_br: Vamos escolher o tamanho do teclado
ru: Давайте выберем размер клавиатуры
sv: Hur stort vill du ha tangentbordet?
th: เลือกขนาดคีย์บอร์ดกัน
tr: Klavye boyutunu seçelim
vi: Chọn kích thước bàn phím nhé
zh_hans: 来选一下键盘大小吧
zh_hant: 來選一下鍵盤大小吧

source: 키보드 화면
cs: Zobrazení klávesnice
da: Tastaturvisning
de: Tastaturansicht
el: Προβολή πληκτρολογίου
en: Keyboard view
es: Vista de teclado
fi: Näppäimistönäkymä
fr: Vue clavier
id: Tampilan keyboard
it: Vista tastiera
ja: キーボード画面
nb: Tastaturvisning
nl: Toetsenbordweergave
pl: Widok klawiatury
pt_br: Tela do teclado
ru: Экран клавиатуры
sv: Tangentbordsvy
th: มุมมองคีย์บอร์ด
tr: Klavye görünümü
vi: Màn hình bàn phím
zh_hans: 键盘页面
zh_hant: 鍵盤頁面

source: 키보드 화면이 아래로 사라질 때 끝에서 끌리던 것과 말풍선 꼬리 모양을 손봤어요
cs: Obrazovka klávesnice se při zasunutí dolů už na konci netrhá a ocásek bubliny má nový tvar.
da: Tastaturskærmen hænger ikke længere i enden, når den glider væk, og taleboblens hale er tegnet om.
de: Die Tastaturansicht zieht beim Ausblenden nicht mehr nach, und die Sprechblasenspitze wurde neu gezeichnet.
el: Η οθόνη του πληκτρολογίου δεν σέρνεται πια στο τέλος όταν κατεβαίνει και το σχήμα της ουράς του συννεφάκι διορθώθηκε
en: The keyboard screen no longer drags at the end as it slides away, and the speech bubble tail was redrawn.
es: Corregimos el arrastre al final cuando la pantalla del teclado se oculta hacia abajo, y ajustamos la forma de la cola del globo de texto.
fi: Näppäimistön näkymä ei enää jää kiinni lopussa, kun se liukuu pois, ja puhekuplan häntä piirrettiin uudelleen.
fr: L'écran du clavier ne traîne plus en fin de course quand il disparaît, et la queue de la bulle a été redessinée.
id: Layar keyboard tidak lagi tersendat di ujung saat meluncur turun, dan bentuk ekor balon bicara sudah dirapikan.
it: La schermata della tastiera non si trascina più alla fine mentre scende, e la coda del fumetto è stata ridisegnata.
ja: キーボード画面が下に消えるときの引っかかりと、吹き出しのしっぽの形を調整しました
nb: Tastaturvisningen henger ikke lenger igjen på slutten når den glir ned, og snakkeboblens hale er tegnet på nytt.
nl: Het toetsenbordscherm sleept aan het eind niet meer mee als het naar beneden verdwijnt, en de staart van de tekstballon is opnieuw getekend.
pl: Ekran klawiatury nie szarpie już na końcu przy chowaniu, a dymek ma poprawiony ogonek.
pt_br: A tela do teclado não fica mais presa no fim ao descer, e o formato do rabinho do balão foi refeito.
ru: Исправлено подёргивание в конце, когда экран клавиатуры уезжает вниз, и обновлена форма хвостика у выноски
sv: Tangentbordsvyn hakar inte längre upp sig när den glider bort, och pratbubblans svans har ritats om.
th: หน้าจอคีย์บอร์ดไม่ค้างตอนท้ายเมื่อเลื่อนลง และปรับรูปหางของกรอบข้อความใหม่แล้ว
tr: Klavye ekranı aşağı kayarken uçta takılması giderildi, konuşma balonunun kuyruğu yeniden çizildi.
vi: Màn hình bàn phím không còn bị kéo ở cuối khi trượt xuống, và đã chỉnh lại hình đuôi bong bóng thoại.
zh_hans: 键盘页面向下消失时末尾的拖影，和气泡的尾巴形状，都重新调过了
zh_hant: 鍵盤頁面向下消失時末尾的拖影，和氣泡的尾巴形狀，都重新調過了

source: 키보드가 떠 봄
cs: Klávesnice se zobrazila
da: Tastatur vist
de: Tastatur erschienen
el: Εμφανίστηκε το πληκτρολόγιο
en: Keyboard appeared
es: Teclado mostrado
fi: Näppäimistö tuli näkyviin
fr: Clavier apparu
id: Keyboard muncul
it: Tastiera apparsa
ja: キーボードを表示した
nb: Tastaturet vistes
nl: Toetsenbord verschenen
pl: Klawiatura się pojawiła
pt_br: Teclado apareceu
ru: Клавиатура появлялась
sv: Tangentbordet visades
th: คีย์บอร์ดปรากฏขึ้น
tr: Klavye göründü
vi: Bàn phím đã hiện
zh_hans: 键盘出现过
zh_hant: 鍵盤出現過
